Repository: panqkart/panqkart
Catalog: mods/mobs_animal/locale/*.po
Languages: de

source: Bee
de: Biene

source: Honey
de: Honig

source: Beehive
de: Bienenstock

source: Honey Block
de: Honigblock

source: Bunny
de: Häschen

source: Raw Rabbit
de: Rohes Kaninchen

source: Cooked Rabbit
de: Gekochtes Kaninchen

source: Rabbit Hide
de: Kaninchenfell

source: Chicken
de: Huhn

source: Chicken Egg
de: Hühnerei

source: Fried Egg
de: Spiegelei

source: Raw Chicken
de: Rohes Hühnchen

source: Cooked Chicken
de: Gekochtes Hühnchen

source: Cow already milked!
de: Kuh ist bereits gemolken!

source: Cow
de: Kuh

source: Bucket of Milk
de: Eimer Milch

source: Cheese
de: Käse

source: Cheese Block
de: Käseblock

source: [MOD] Mobs Redo 'Animals' loaded
de: [MOD] Mobs Redo 'Animals' geladen

source: Kitten
de: Kätzchen

source: Rat
de: Ratte

source: Cooked Rat
de: Gekochte Ratte

source: Black
de: Schwarzes

source: Blue
de: Blaues

source: Brown
de: Braunes

source: Dark Green
de: Dunkelgrünes

source: Dark Grey
de: Dunkelgraues

source: Green
de: Grünes

source: Grey
de: Graues

source: Orange
de: Oranges

source: Pink
de: Pinkes

source: Red
de: Rotes

source: Violet
de: Violettes

source: White
de: Weißes

source: Yellow
de: Gelbes

source: Raw Mutton
de: Rohes Hammelfleisch

source: Warthog
de: Warzenschwein

source: Raw Porkchop
de: Rohes Schweinekotelett

source: Cooked Porkchop
de: Gekochtes Schweinekotelett
